
{
  "tips": [
    "Drink minstens 8 glazen water per dag voor optimale hydratatie.",
    "Eet dagelijks 5 porties groenten en fruit voor voldoende vitaminen.",
    "Volkorenproducten bevatten meer vezels dan witte varianten.",
    "Noten en zaden zijn uitstekende bronnen van gezonde vetten.",
    "Regelmatige beweging van 30 minuten per dag vermindert ziekterisico's.",
    "Donkergroene bladgroenten zitten vol foliumzuur en ijzer.",
    "Vette vis zoals zalm bevat omega-3 vetzuren voor uw hart.",
    "Knoflook en ui hebben natuurlijke antibacteriële eigenschappen.",
    "Kurkuma heeft krachtige ontstekingsremmende effecten.",
    "Gember helpt bij spijsvertering en kan misselijkheid verminderen.",
    "Bessen zitten vol antioxidanten die cellen beschermen.",
    "Avocado's bevatten gezonde monoonverzadigde vetten.",
    "Yoghurt met probiotica ondersteunt uw darmgezondheid.",
    "Komkommer bestaat voor 95% uit water en hydrateert goed.",
    "Spinazie bevat veel ijzer en foliumzuur.",
    "Tomaten bevatten lycopeen, goed voor uw hart.",
    "Broccoli zit vol vitamine C en K.",
    "Zoete aardappelen bevatten bètacaroteen voor uw ogen.",
    "Quinoa is een complete eiwitbron met alle essentiële aminozuren.",
    "Linzen bevatten veel eiwitten en vezels.",
    "Groene thee bevat antioxidanten en kan het metabolisme stimuleren.",
    "Olijfolie extra vergine is rijk aan gezonde vetten.",
    "Amandelen bevatten vitamine E en magnesium.",
    "Bananen zitten vol kalium voor uw spieren.",
    "Wortel bevat bètacaroteen dat omgezet wordt in vitamine A.",
    "Paprika's bevatten meer vitamine C dan sinaasappels.",
    "Kiwi's zitten vol vitamine C en vezels.",
    "Pompoenpitten bevatten zink en magnesium.",
    "Chiazeadjes zijn rijk aan omega-3 vetzuren en vezels.",
    "Haver bevat bètaglucaan dat cholesterol kan verlagen.",
    "Rode bonen bevatten veel eiwitten en ijzer.",
    "Sinaasappels zitten vol vitamine C en foliumzuur.",
    "Kikkererwten bevatten eiwitten en vezels.",
    "Rozemarijn kan het geheugen ondersteunen.",
    "Kaneel kan helpen bij het reguleren van bloedsuiker.",
    "Peterselie bevat veel vitamine K en C.",
    "Basilicum heeft ontstekingsremmende eigenschappen.",
    "Tijm bevat natuurlijke antibacteriële stoffen.",
    "Oregano zit vol antioxidanten.",
    "Zonnebloempitten bevatten vitamine E en selenium.",
    "Walnoten zijn rijk aan omega-3 vetzuren.",
    "Cashewnoten bevatten magnesium en koper.",
    "Pistachenoten kunnen cholesterol helpen verlagen.",
    "Pecannoten bevatten gezonde vetten en antioxidanten.",
    "Bosbessen kunnen het geheugen ondersteunen.",
    "Frambozen zitten vol vezels en vitamine C.",
    "Aardbeien bevatten vitamine C en mangaan.",
    "Bramen zijn rijk aan antioxidanten en vezels.",
    "Appels bevatten pectine, goed voor de darmgezondheid.",
    "Peren zitten vol vezels en vitamine C.",
    "Druiven bevatten resveratrol, goed voor het hart.",
    "Watermeloen hydrateert en bevat lycopeen.",
    "Meloen bevat vitamine A en C.",
    "Ananas bevat bromelaine, dat spijsvertering helpt.",
    "Mango's zitten vol vitamine A en C.",
    "Papaja bevat papaine en vitamine C.",
    "Courgette is laag in calorieën en rijk aan water.",
    "Aubergine bevat vezels en antioxidanten.",
    "Asperges zit vol foliumzuur en vitamine K.",
    "Artisjok ondersteunt de leverfunctie.",
    "Rode kool bevat vitamine C en antioxidanten.",
    "Bloemkool is een goede bron van vitamine C.",
    "Spruitjes bevatten vitamine K en C.",
    "Prei bevat vitamine A en K.",
    "Selderij is laag in calorieën en bevat kalium.",
    "Radijs heeft een detoxifiërend effect.",
    "Bietjes bevatten nitraten die de bloeddruk kunnen verlagen.",
    "Zoete paprika's zitten vol vitamine C.",
    "Chilipepers kunnen het metabolisme stimuleren.",
    "Ui's bevatten quercetine, een krachtige antioxidant.",
    "Knoflook kan cholesterol en bloeddruk verlagen.",
    "Venkel helpt bij spijsvertering.",
    "Andijvie bevat vezels en foliumzuur.",
    "Rucola zit vol vitamine K en nitraten.",
    "Veldsla bevat omega-3 vetzuren en vitamine C.",
    "Witlof is laag in calorieën en bevat vezels.",
    "Zeewier is rijk aan jodium en mineralen.",
    "Tempeh is een fermented sojaproduct vol probiotica.",
    "Miso bevat probiotica en is rijk aan smaak.",
    "Kimchi ondersteunt de darmgezondheid door fermentatie.",
    "Zuurkool bevat probiotica en vitamine C.",
    "Kefir is rijk aan probiotica en eiwitten.",
    "Kombucha bevat probiotica en antioxidanten.",
    "Sardines zitten vol omega-3 en calcium.",
    "Makreel bevat veel omega-3 vetzuren.",
    "Tonijn is een goede bron van eiwitten en selenium.",
    "Haring bevat omega-3 en vitamine D.",
    "Eieren bevatten alle essentiële aminozuren.",
    "Cottage cheese is rijk aan eiwitten en calcium.",
    "Ricotta bevat eiwitten en calcium.",
    "Feta is een goede bron van eiwitten en probiotica.",
    "Geitenkaas is makkelijker verteerbaar dan koemelk.",
    "Tahini (sesamzaadpasta) bevat calcium en gezonde vetten.",
    "Hummus combineert eiwitten met gezonde vetten.",
    "Chia pudding is rijk aan vezels en omega-3.",
    "Smoothies kunnen een makkelijke manier zijn om meer groenten binnen te krijgen.",
    "Kruidenwater voegt smaak toe zonder calorieën.",
    "Kamillethee kan helpen bij ontspanning.",
    "Rooibosthee is cafeïnevrij en rijk aan antioxidanten.",
    "Hibiscusthee kan bloeddruk helpen verlagen.",
    "Gemberthee helpt bij spijsvertering.",
    "Kurkuma latte bevat ontstekingsremmende stoffen.",
    "Verse kruiden bevatten meer voedingsstoffen dan gedroogde.",
    "Kokosolie kan goed zijn voor koken op hoge temperatuur.",
    "Sesamolie voegt smaak toe en bevat antioxidanten.",
    "Lijnzaadolie is rijk aan omega-3 maar niet geschikt voor verhitten.",
    "Eten van verschillende kleuren zorgt voor diverse voedingsstoffen.",
    "Seizoensgroenten zijn vaak verser en voedzamer.",
    "Lokaal geteelde producten hebben vaak meer voedingsstoffen bewaard."
  ]
}
